{
    "folder": "2-exp",
    "items": [
        {
            "title": "Westcott Multimedia",
            "body": "\"Orange\" is Westcott's AI-driven, automated advertising platform for music distributors. Over the course of 3 years, I played many roles in this early stage startup company.  I worked to build a robust cloud-based web application that ingests, visualizes, and identifies trends in  a label's music streaming and social media engagement data. With these insights, the platform can then automatically run hyper-targeted ad campaigns and drive audience growth & revenue in various ways. With a small remote team across several time zones, I worked as the lead designer & frontend developer to build out an MVP and deliver new features in an agile process.",
            "img": "westcott"
        },
        {
            "title": "GSW Advertising",
            "body": "Working at a world class healthcare marketing & advertising firm provided me with incredible insight into the world of design and team-based creative decision-making. For 3 years, I worked with creative directors, UX designers, and frontend developers to build all kinds of interesting solutions for the healthcare space. From animated advertisements, to beautiful interactive landing pages, to cross-platform educational modules and games, my work was always held to a high standard of pixel-perfection, and was featured at medical conferences around the US.",
            "img": "gsw"
        },
        {
            "title": "OneMagnify",
            "body": "One of my early roles as a developer was working for this powerhouse of a digital branding agency. My projects ranged from developing email marketing campaign content, to redesigning ecommerce sites, to building interactive web solutions. My work has been on externally facing sites for high profile clients such as Ford, DuPont, Whirlpool, and KitchenAid. I even got to show of my video editing chops in Adobe Premiere at OneMagnify a handful of times. My role as a quick-acting jack of all trades has gotten me and my teams through plenty of tight spots.",
            "img": "onemagnify"
        },
        {
            "title": "TRICON Group",
            "body": "This was my first ever role at a software company, back in 2016. As an eager apprentice, Filemaker was my introduction into the world of database management and UI design, all under one hood. I built a few solutions for TRICON, including a liquor inventory tracking system for local bars and restaurants, and a web app that served as a small-scale sports betting interface – weekly football picks and a Survivor pool. After a short while, I became curious enough about software development to take a leap and enroll in a software development bootcamp in NYC.",
            "img": "tricon"
        }
    ]
}